Repository: WordPressBugBounty/plugins-contest-gallery
Catalog: contest-gallery/languages/contest-gallery-*.po
Languages: fr_fr, hi_in, it_it, nb_no, pl_pl, pt_pt, sv_se

source: Buy now
fr_fr: Acheter maintenant
hi_in: खरीदें
it_it: Acquista ora
nb_no: Kjøp nå
pt_pt: Comprar agora
sv_se: Köp nu

source: Add to cart
fr_fr: Ajouter au panier
hi_in: कार्ट में जोड़ें
it_it: Aggiungi al carrello
nb_no: Legg i handlekurv
pt_pt: Adicionar ao carrinho
sv_se: Lägg i varukorgen

source: Shopping cart
fr_fr: Carro de la compra
hi_in: शॉपिंग कार्ट
it_it: Carrello della spesa
nb_no: Handlekurv
pl_pl: Aktualne hasło
pt_pt: Carrinho de compras
sv_se: Varukorg

source: Close shopping cart
fr_fr: Fermer le panier
hi_in: कार्ट बंद करें
it_it: Chiudere il carrello
nb_no: Lukk handlekurven
pl_pl: Zamknij koszyk
pt_pt: Fechar carrinho de compras
sv_se: Stäng varukorgen

source: Invoice
fr_fr: Facture
hi_in: चालान
it_it: Fattura
nb_no: Faktura
pl_pl: Faktura
pt_pt: Obrigatório
sv_se: Faktura

source: Download invoice
fr_fr: Télécharger la facture
hi_in: चालान डाउनलोड करें
it_it: Scarica fattura
nb_no: Last ned faktura
pl_pl: Pobierz fakturę
pt_pt: Baixe o Invoice
sv_se: Ladda ner faktura

source: Billing address different from delivery address?
fr_fr: Adresse de facturation différente de l'adresse de livraison ?
hi_in: बिलिंग पता डिलीवरी पते से अलग है?
it_it: Indirizzo di fatturazione diverso dall'indirizzo di consegna?
nb_no: Er fakturaadressen forskjellig fra leveringsadressen?
pl_pl: Adres rozliczeniowy jest inny niż adres dostawy?
pt_pt: Endereço de cobrança diferente do endereço de entrega?
sv_se: Är fakturaadressen annan än leveransadressen?

source: Country
fr_fr: Pays
hi_in: देश
it_it: Paese
nb_no: Land
pl_pl: Kraj
pt_pt: País
sv_se: Land

source: Price
fr_fr: Prix
hi_in: कीमत
it_it: Prezzo
nb_no: Pris
pl_pl: Cena
pt_pt: Preço
sv_se: Pris

source: Quantity
fr_fr: Quantité
hi_in: मात्रा
it_it: Quantità
nb_no: Antall
pl_pl: Ilość
pt_pt: Quantidade
sv_se: Antal

source: Shipping
fr_fr: Expédition
hi_in: शिपिंग
it_it: Spedizione
nb_no: Frakt
pl_pl: Wysyłka
pt_pt: Envio
sv_se: Frakt

source: Alternative shipping
fr_fr: Expédition alternative
hi_in: वैकल्पिक शिपिंग
it_it: Spedizione alternativa
nb_no: Alternativ frakt
pl_pl: Alternatywna wysyłka
pt_pt: Envio alternativo
sv_se: Alternativ frakt

source: Alternative shipping costs
fr_fr: Frais d'expédition alternatifs
hi_in: वैकल्पिक शिपिंग शुल्क
it_it: Costi di spedizione alternativi
nb_no: Alternative fraktkostnader
pl_pl: Alternatywne koszty wysyłki
pt_pt: Custos de envio alternativos
sv_se: Alternativa fraktkostnader

source: Standard shipping costs
fr_fr: Frais d'expédition standards
hi_in: मानक शिपिंग शुल्क
it_it: Costi di spedizione standard
nb_no: Standard fraktkostnader
pl_pl: Standardowe koszty wysyłki
pt_pt: Custos de envio padrão
sv_se: Standardfraktkostnader

source: Free shipping
fr_fr: Frais d'expédition standards
hi_in: मुफ़्त शिपिंग
it_it: Spedizione gratuita
nb_no: Gratis frakt
pl_pl: Darmowa dostawa
sv_se: Fri frakt

source: Download
hi_in: डाउनलोड करें
it_it: Scaricamento
nb_no: Last ned
pl_pl: Pobierać
sv_se: Ladda ner

source: Please check agreement
fr_fr: Veuillez vérifier l'accord
hi_in: कृपया सहमति चुनें
it_it: Si prega di verificare il contratto
nb_no: Vennligst godkjenn vilkårene
pl_pl: Sprawdź umowę
pt_pt: Por favor, verifique o acordo
sv_se: Vänligen godkänn villkoren

source: Shipping country not allowed
fr_fr: Pays d'expédition non autorisé
hi_in: शिपिंग देश अनुमत नहीं
it_it: Paese di spedizione non consentito
nb_no: Frakt til dette landet er ikke tillatt
pl_pl: Kraj wysyłki nie jest dozwolony
pt_pt: País de envio não permitido
sv_se: Leverans till detta land är inte tillåten

source: Select country
fr_fr: Choisissez le pays
hi_in: देश चुनें
it_it: Seleziona il paese
nb_no: Velg land
pt_pt: Selecione o pais
sv_se: Välj land

source: Shipping only possible for the following countries
fr_fr: Expédition possible uniquement pour les pays suivants
hi_in: शिपिंग केवल इन देशों के लिए उपलब्ध है
it_it: Spedizione possibile solo per i seguenti paesi
nb_no: Frakt er kun mulig til følgende land
pl_pl: Wysyłka możliwa tylko do następujących krajów
pt_pt: Envio apenas possível para os seguintes países
sv_se: Frakt är endast möjlig till följande länder

source: Shipping address
fr_fr: Adresse de livraison
hi_in: शिपिंग पता
it_it: Indirizzo di spedizione
nb_no: Leveringsadresse
pl_pl: Adres wysyłki
pt_pt: Endereço para envio
sv_se: Leveransadress

source: Billing address
hi_in: बिलिंग पता
nb_no: Fakturaadresse
pl_pl: Adres rozliczeniowy
pt_pt: Endereço de Cobrança
sv_se: Fakturaadress

source: First Name
fr_fr: Prénom
hi_in: पहला नाम
it_it: Nome di battesimo
nb_no: Fornavn
pl_pl: Imię
pt_pt: Primeiro nome
sv_se: Förnamn

source: Last Name
fr_fr: Nom de famille
hi_in: अंतिम नाम
it_it: Cognome
nb_no: Etternavn
pl_pl: Nazwisko
pt_pt: Sobrenome
sv_se: Efternamn

source: Company
fr_fr: Entreprise
hi_in: कंपनी
it_it: Cognome
nb_no: Firma
pl_pl: Firma
pt_pt: Empresa
sv_se: Företag

source: Address Line 1
fr_fr: Adresse Ligne 1
hi_in: पता पंक्ति 1
it_it: Indirizzo Linea 1
nb_no: Adresselinje 1
pl_pl: Linia adresu 1
pt_pt: Endereço Linha 1
sv_se: Adressrad 1

source: Address Line 2
hi_in: पता पंक्ति 2
nb_no: Adresselinje 2
pl_pl: Linia adresu 2
pt_pt: Linha de endereço 2
sv_se: Adressrad 2

source: City
fr_fr: Ville
hi_in: शहर
it_it: Città
nb_no: By
pl_pl: Miasto
pt_pt: Cidade
sv_se: Stad

source: Postal Code
fr_fr: Code Postal
hi_in: पिन कोड
it_it: Codice Postale
nb_no: Postnummer
pl_pl: Kod pocztowy
pt_pt: Código postal
sv_se: Postnummer

source: Select state/territory
fr_fr: Sélectionnez l'état/le territoire
hi_in: राज्य/क्षेत्र चुनें
it_it: Seleziona stato/territorio
nb_no: Velg stat/region
pl_pl: Wybierz stan/terytorium
pt_pt: Selecione estado/território
sv_se: Välj stat/region

source: Billing address identical to delivery address
fr_fr: Adresse de facturation identique à l'adresse de livraison
hi_in: बिलिंग पता डिलीवरी पते जैसा है
it_it: Indirizzo di fatturazione identico all'indirizzo di consegna
nb_no: Fakturaadresse er identisk med leveringsadresse
pl_pl: Adres rozliczeniowy identyczny z adresem dostawy
pt_pt: Endereço de cobrança idêntico ao endereço de entrega
sv_se: Fakturaadress är samma som leveransadress

source: Date of invoice
fr_fr: Date de facture
hi_in: चालान तिथि
it_it: Data della fattura
nb_no: Fakturadato
pl_pl: Data faktury
pt_pt: Data da fatura
sv_se: Fakturadatum

source: Payment date
fr_fr: Date de paiement
hi_in: भुगतान तिथि
it_it: Data di pagamento
nb_no: Betalingsdato
pl_pl: Termin płatności
pt_pt: Data de pagamento
sv_se: Betalningsdatum

source: Paid via
fr_fr: Payé via
hi_in: भुगतान माध्यम
it_it: Pagato tramite
nb_no: Betalt via
pl_pl: Płatne przez
pt_pt: Pago via
sv_se: Betalt via

source: Nr.
fr_fr: No.
hi_in: सं.
it_it: no.
pt_pt: Nº.

source: Tax rate
fr_fr: Taux d'imposition
hi_in: कर दर
it_it: Aliquota fiscale
nb_no: Skattesats
pl_pl: Wysokość podatku
pt_pt: Taxa de imposto
sv_se: Skattesats

source: VAT Number
fr_fr: Numéro de TVA
hi_in: VAT नंबर
it_it: Partita IVA
nb_no: MVA-nummer
pl_pl: Numer VAT
pt_pt: Número de IVA
sv_se: Momsregistreringsnummer

source: optional
fr_fr: facultative
hi_in: वैकल्पिक
it_it: opzionale
nb_no: valgfritt
pl_pl: opcjonalny
pt_pt: opcional
sv_se: valfritt

source: Price unit net
fr_fr: Prix ​​unitaire net
hi_in: नेट यूनिट कीमत
it_it: Prezzo unitario netto
nb_no: Pris per enhet netto
pl_pl: Cena jednostkowa netto
pt_pt: Preço unitário líquido
sv_se: Pris per enhet netto

source: Price total net
fr_fr: Prix ​​total net
hi_in: कुल नेट कीमत
it_it: Prezzo totale netto
nb_no: Totalpris netto
pl_pl: Cena całkowita netto
pt_pt: Preço total líquido
sv_se: Totalt pris netto

source: Total net
hi_in: कुल नेट
it_it: Totale netto
nb_no: Sum netto
pl_pl: Łączna kwota netto
pt_pt: Total líquido
sv_se: Summa netto

source: Total gross
fr_fr: Total brut
hi_in: कुल ग्रॉस
it_it: Totale lordo
nb_no: Sum brutto
pl_pl: Łączna brutto
pt_pt: Total bruto
sv_se: Summa brutto

source: Total price
fr_fr: Prix ​​total
hi_in: कुल कीमत
it_it: Prezzo totale
nb_no: Totalpris
pl_pl: Całkowita cena
pt_pt: Preço total
sv_se: Totalpris

source: Added to shopping cart
fr_fr: Ajouté au panier
hi_in: कार्ट में जोड़ा गया
it_it: Aggiunto al carrello
nb_no: Lagt i handlekurven
pl_pl: Dodano do koszyka
pt_pt: Adicionado ao carrinho de compras
sv_se: Lagt i varukorgen

source: To shopping cart
fr_fr: Vers le panier
hi_in: कार्ट पर जाएँ
it_it: Al carrello
nb_no: Til handlekurven
pl_pl: Do koszyka
pt_pt: Para o carrinho de compras
sv_se: Till varukorgen

source: Title
fr_fr: Titre
hi_in: शीर्षक
it_it: Titolo
nb_no: Tittel
pl_pl: Tytuł
pt_pt: Título
sv_se: Titel

source: Key
fr_fr: Clé
hi_in: कुंजी
it_it: Chiave
nb_no: Nøkkel
pl_pl: Klucz
pt_pt: Chave
sv_se: Nyckel

source: Copy Key
fr_fr: Copier la clé
hi_in: कुंजी कॉपी करें
it_it: Copia chiave
nb_no: Kopier nøkkel
pl_pl: Skopiuj klucz
pt_pt: Copiar chave
sv_se: Kopiera nyckel

source: No products selected
fr_fr: Aucun produit sélectionné
hi_in: कोई उत्पाद चयनित नहीं
it_it: Nessun prodotto selezionato
nb_no: Ingen produkter valgt
pl_pl: Nie wybrano żadnych produktów
pt_pt: Nenhum produto selecionado
sv_se: Inga produkter valda

source: Full order details
fr_fr: Détails complets de la commande
hi_in: पूरी आदेश जानकारी
it_it: Dettagli completi dell'ordine
nb_no: Fullstendige ordreopplysninger
pl_pl: Pełne szczegóły zamówienia
pt_pt: Detalhes completos do pedido
sv_se: Fullständig orderinformation

source: Order number
fr_fr: Numéro de commande
hi_in: ऑर्डर नंबर
it_it: Numero d'ordine
nb_no: Ordrenummer
pl_pl: Numer zamówienia
pt_pt: Número do pedido
sv_se: Ordernummer

source: Your order was successful. You will be redirected.
fr_fr: Votre commande a réussi. Vous serez redirigé.
hi_in: आपका ऑर्डर सफल रहा। आपको रीडायरेक्ट किया जाएगा।
it_it: Il tuo ordine è andato a buon fine. Verrai reindirizzato.
nb_no: Bestillingen var vellykket. Du blir videresendt.
pl_pl: Twoje zamówienie zostało pomyślnie zrealizowane. Zostaniesz przekierowany.
pt_pt: Seu pedido foi realizado com sucesso. Você será redirecionado.
sv_se: Din beställning lyckades. Du kommer att omdirigeras.

source: Order failed. Please contact administrator.
fr_fr: La commande a échoué. Veuillez contacter l'administrateur.
hi_in: ऑर्डर असफल। कृपया व्यवस्थापक से संपर्क करें।
it_it: Ordine fallito. Si prega di contattare l'amministratore.
nb_no: Bestillingen mislyktes. Kontakt administrator.
pl_pl: Zamówienie nie powiodło się. Skontaktuj się z administratorem.
pt_pt: Pedido falhou. Entre em contato com o administrador.
sv_se: Beställningen misslyckades. Kontakta administratören.

source: Checkout processing impossible. No internet connection.
fr_fr: Traitement du paiement impossible. Pas de connexion Internet.
hi_in: चेकआउट संभव नहीं। इंटरनेट कनेक्शन नहीं।
it_it: Elaborazione del checkout impossibile. Nessuna connessione internet.
nb_no: Betaling kan ikke behandles. Ingen internettforbindelse.
pl_pl: Przetwarzanie transakcji niemożliwe. Brak połączenia z internetem.
pt_pt: Processamento de checkout impossível. Sem conexão com a internet.
sv_se: Kassan kan inte behandlas. Ingen internetanslutning.

source: Maximum uploads
fr_fr: Téléchargements maximum
hi_in: अधिकतम अपलोड
it_it: Caricamenti massimi
nb_no: Maksimalt antall opplastinger
pl_pl: Maksymalna liczba przesłanych plików
pt_pt: Maksymalna liczba przesłanych plików
sv_se: Maximalt antal uppladdningar

source: Uploaded
hi_in: अपलोड हुआ
it_it: Caricato
nb_no: Lastet opp
pl_pl: Załadowany
pt_pt: Załadowany
sv_se: Uppladdat

source: All uploads used
fr_fr: Tous les téléchargements utilisés
hi_in: सभी अपलोड उपयोग किए गए
it_it: Tutti i caricamenti utilizzati
nb_no: Alle opplastinger brukt
pl_pl: Wykorzystano wszystkie przesłane pliki
pt_pt: Wykorzystano wszystkie przesłane pliki
sv_se: Alla uppladdningar använda

source: Account
fr_fr: Compte
hi_in: खाता
nb_no: Konto
pl_pl: Konto
pt_pt: Conta
sv_se: Konto

source: Edit profile
hi_in: प्रोफ़ाइल संपादित करें
it_it: Modifica profilo
nb_no: Rediger profil

source: Log out
hi_in: लॉग आउट
nb_no: Logg ut

source: This nickname is already taken
fr_fr: Ce pseudo est déjà pris
hi_in: यह उपनाम पहले से उपयोग में है
it_it: Questo nickname è stato già preso
nb_no: Dette kallenavnet er allerede tatt
pl_pl: Ta nazwa jest niezdostępna
pt_pt: esse apelido já foi escolhido
sv_se: Detta smeknamn är redan upptaget

source: Contest Gallery profile information
fr_fr: Informations sur la galerie
hi_in: कॉन्टेस्ट गैलरी प्रोफ़ाइल जानकारी
it_it: Informazioni sul profilo della Galleria del concorso
nb_no: Contest Gallery-profilinformasjon
pl_pl: Informacje profilowe
pt_pt: Informações do perfil da Galeria de concursos
sv_se: Contest Gallery-profilinformation

source: Remove profile image
fr_fr: Supprimer l'image de profil
hi_in: प्रोफ़ाइल छवि हटाएँ
it_it: Rimuovi l'immagine del profilo
nb_no: Fjern profilbilde
pl_pl: Usuń obraz profilowy
pt_pt: Remover imagem do perfil
sv_se: Ta bort profilbild

source: This file type is not allowed
fr_fr: Ce type de fichier n'est pas autorisé
hi_in: यह फ़ाइल प्रकार अनुमत नहीं है
it_it: Questo tipo di file non è consentito
nb_no: Denne filtypen er ikke tillatt
pl_pl: Ten typ pliku jest niedozwolony
pt_pt: Este tipo de arquivo não é permitido
sv_se: Denna filtyp är inte tillåten

source: The selected file is too large, max allowed size
fr_fr: Le fichier sélectionné est trop gros, maximum autorisé
hi_in: चयनित फ़ाइल बहुत बड़ी है, अधिकतम आकार सीमा
it_it: Il file selezionato è troppo grande, dimensione massima consentita
nb_no: Den valgte filen er for stor, maks tillatt størrelse
pl_pl: Plik za duży - największy możliwy rozmiar
pt_pt: O arquivo selecionado é muito grande, tamanho máximo permitido
sv_se: Den valda filen är för stor, maximal tillåten storlek

source: Select your image
fr_fr: Sélectionner votre image
hi_in: अपनी छवि चुनें
it_it: Seleziona la tua immagine
nb_no: Velg bildet ditt
pl_pl: Wybierz obraz
pt_pt: Selecione sua imagem
sv_se: Välj din bild

source: Required
fr_fr: Requis
hi_in: आवश्यक
it_it: Necessario
nb_no: Påkrevd
pl_pl: Wymagany
pt_pt: Obrigatório
sv_se: Obligatoriskt

source: Remove
fr_fr: Retirer
hi_in: हटाएँ
it_it: Rimuovere
nb_no: Fjern
pl_pl: Usunąć
pt_pt: Remover
sv_se: Ta bort

source: content blocked
fr_fr: contenido bloqueado
hi_in: सामग्री अवरुद्ध
it_it: contenuti bloccati
nb_no: innhold blokkert
pl_pl: treść zablokowana
pt_pt: conteúdo bloqueado
sv_se: innehåll blockerat

source: To view the content you must agree privacy policy
fr_fr: Pour voir le contenu, vous devez accepter la politique de confidentialité
hi_in: सामग्री देखने के लिए आपको गोपनीयता नीति स्वीकार करनी होगी
it_it: Per visualizzare il contenuto è necessario accettare l'informativa sulla privacy
nb_no: For å se innholdet må du godta personvernerklæringen
pl_pl: Aby zobaczyć treść musisz zaakceptować politykę prywatności
pt_pt: Para visualizar o conteúdo você deve concordar com a política de privacidade
sv_se: För att visa innehållet måste du godkänna integritetspolicyn

source: I Agree
fr_fr: Je suis d'accord
hi_in: मैं सहमत हूँ
it_it: Sono d'accordo
nb_no: Jeg godtar
pl_pl: Zgadzam się
pt_pt: Concordo
sv_se: Jag godkänner

source: By agreeing all content on this page gets unblocked during current session
fr_fr: En acceptant que tout le contenu de cette page soit débloqué pendant la session en cours
hi_in: सहमति देने पर यह पृष्ठ मौजूदा सत्र में अनब्लॉक हो जाएगा
it_it: Accettando, tutti i contenuti di questa pagina verranno sbloccati durante la sessione corrente
nb_no: Ved å godta blir alt innhold på denne siden åpnet i denne økten
pl_pl: Wyrażając zgodę, cała zawartość tej strony zostanie odblokowana podczas bieżącej sesji
pt_pt: Ao concordar que todo o conteúdo desta página será desbloqueado durante a sessão atual
sv_se: Genom att godkänna låses allt innehåll upp under denna session

source: content
fr_fr: contenu
hi_in: सामग्री
it_it: contenuto
nb_no: innhold
pl_pl: treść
pt_pt: contente
sv_se: innehåll

source: Until current tab gets closed
fr_fr: Jusqu'à ce que l'onglet actuel soit fermé
hi_in: जब तक यह टैब बंद नहीं होता
it_it: Fino alla chiusura della scheda corrente
nb_no: Til nåværende fane lukkes
pl_pl: Do czasu zamknięcia bieżącej karty
pt_pt: Até a guia atual ser fechada
sv_se: Tills nuvarande flik stängs

source: Back to gallery
fr_fr: Retour à la galerie
hi_in: गैलरी पर लौटें
it_it: Torna alla galleria
nb_no: Tilbake til galleriet
pl_pl: Powrót do galerii

source: Back to galleries
fr_fr: Retour aux galeries
hi_in: गैलरी सूची पर लौटें
it_it: Torna alle gallerie
nb_no: Tilbake til gallerier
pl_pl: Powrót do wszystkich galerii
sv_se: Tillbaka till gallerier

source: No gallery entries
fr_fr: Aucune entrée dans la galerie
hi_in: कोई गैलरी प्रविष्टियाँ नहीं
it_it: Nessuna voce in galleria
nb_no: Ingen gallerioppføringer
pl_pl: Brak wpisów w galerii
pt_pt: Nenhuma entrada na galeria
sv_se: Inga galleriobjekt

source: Resend confirmation email
fr_fr: Renvoyer l’e-mail de confirmation
hi_in: पुष्टि ईमेल पुनः भेजें
nb_no: Send bekreftelses-e-post på nytt
sv_se: Skicka bekräftelsemejlet igen

source: Confirmation link expired
fr_fr: Bekreftelseslenken er utløpt
hi_in: पुष्टि लिंक की अवधि समाप्त
nb_no: Bekreftelseslenken er utløpt
sv_se: Bekräftelselänken har löpt ut

source: E-mail sent
fr_fr: E-post sendt
hi_in: ईमेल भेजा गया
nb_no: E-post sendt
sv_se: E-post skickad

source: Activation key not found
fr_fr: Aktiveringsnøkkel ikke funnet
hi_in: सक्रियण कुंजी नहीं मिली
nb_no: Aktiveringsnøkkel ikke funnet
sv_se: Aktiveringsnyckel hittades inte

source: A PIN has been sent to your email
fr_fr: Un code PIN a été envoyé à votre e-mail
hi_in: आपके ईमेल पर एक PIN भेजा गया है
nb_no: En PIN er sendt til e-posten din
sv_se: En PIN har skickats till din e-post

source: Enter PIN
fr_fr: Entrer le code PIN
hi_in: PIN दर्ज करें
nb_no: Skriv inn PIN
sv_se: Ange PIN

source: Send PIN
fr_fr: Envoyer PIN
hi_in: PIN भेजें
sv_se: Skicka PIN

source: Confirm PIN
fr_fr: Confirmer PIN
hi_in: PIN पुष्टि करें
nb_no: Bekreft PIN
sv_se: Bekräfta PIN

source: Send new PIN
fr_fr: Envoyer un nouveau PIN
hi_in: नया PIN भेजें
nb_no: Send ny PIN
sv_se: Skicka ny PIN

source: Incorrect PIN. Please try again.
fr_fr: PIN incorrect. Veuillez réessayer.
hi_in: गलत PIN. कृपया पुनः प्रयास करें।
nb_no: Feil PIN. Prøv igjen.
sv_se: Fel PIN. Försök igen.

source: PIN has expired. Please request a new one.
fr_fr: Le PIN a expiré. Veuillez en demander un nouveau.
hi_in: PIN की समय-सीमा समाप्त हो गई है। नया अनुरोध करें।
nb_no: PIN er utløpt. Be om en ny.
sv_se: PIN har gått ut. Begär en ny.

source: Only jury members can vote
fr_fr: Seuls les membres du jury peuvent voter
hi_in: केवल जूरी सदस्य वोट कर सकते हैं
nb_no: Bare jurymedlemmer kan stemme
sv_se: Endast jurymedlemmar kan rösta

source: Participation form
fr_fr: Formulaire de participation
hi_in: भागीदारी फ़ॉर्म
it_it: Modulo di partecipazione
nb_no: Deltakelsesskjema
pl_pl: Formularz zgłoszenia
pt_pt: Formulário de participação
sv_se: Deltagandeformulär

source: Minimize participation form
fr_fr: Réduire le formulaire de participation
hi_in: भागीदारी फ़ॉर्म छोटा करें
it_it: Ridurre al minimo il modulo di partecipazione
nb_no: Minimer deltakelsesskjema
pl_pl: Minimalizuj formularz zapisu
pt_pt: Minimizar o formulário de participação
sv_se: Minimera deltagandeformulär

source: Further entry
fr_fr: Entrée supplémentaire
hi_in: और प्रविष्टि
it_it: Ulteriore ingresso
nb_no: Ytterligere bidrag
pl_pl: Następny wpis
pt_pt: Entrada adicional
sv_se: Ytterligare bidrag

source: Search
fr_fr: Recherche
hi_in: खोजें
it_it: Ricerca
nb_no: Søk
pl_pl: Szukaj
pt_pt: Procurar
sv_se: Sök

source: Sort by
fr_fr: Trier par
hi_in: क्रमबद्ध करें
it_it: Ordina per
nb_no: Sorter etter
pl_pl: Sortuj wg
pt_pt: Ordenar por
sv_se: Sortera efter

source: Random sort
fr_fr: Tri aléatoire
hi_in: यादृच्छिक क्रम
it_it: Ordinamento casuale
nb_no: Tilfeldig sortering
pl_pl: Losowo
pt_pt: Classificação aleatória
sv_se: Slumpmässig sortering

source: Show all categories
fr_fr: Afficher toutes les catégories
hi_in: सभी श्रेणियाँ दिखाएँ
it_it: Mostra tutte le categorie
nb_no: Vis alle kategorier
pl_pl: Pokaż wszystkie kategorie
pt_pt: Mostrar todas as categorias
sv_se: Visa alla kategorier

source: Show less categories
fr_fr: Montrer moins de catégories
hi_in: कम श्रेणियाँ दिखाएँ
it_it: Mostra meno categorie
nb_no: Vis færre kategorier
pl_pl: Pokaż mniej kategorii
pt_pt: Mostrar menos categorias
sv_se: Visa färre kategorier

source: Masonry
fr_fr: Maçonnerie
hi_in: मेसनरी
it_it: Massoneria
pl_pl: Kamieniarstwo
pt_pt: Alvenaria

source: Slider view
hi_in: स्लाइडर दृश्य
it_it: Visualizzazione dispositivo di scorrimento
nb_no: Lysbildefremvisning
pt_pt: Visualização do controle deslizante
sv_se: Bildspelsvy

source: Blog view
fr_fr: Vue type blog
hi_in: ब्लॉग दृश्य
it_it: Visualizzazione del blog
nb_no: Bloggvisning
pt_pt: Visualização do blog
sv_se: Bloggvyn

source: Thumb view
hi_in: थंब दृश्य
it_it: Vista pollice
nb_no: Miniatyrvisning
pl_pl: Miniatury
pt_pt: Visualização em miniatura
sv_se: Miniatyrvy

source: Height view
hi_in: ऊँचाई दृश्य
it_it: Visualizzazione dell'altezza
nb_no: Høydevisning
pt_pt: Visualização de altura
sv_se: Höjdvy

source: Row view
hi_in: पंक्ति दृश्य
it_it: Visualizzazione riga
nb_no: Radvvisning
pl_pl: Widok wiersza
pt_pt: Visualização de linha
sv_se: Radvy

source: Dark style
fr_fr: Style sombre
hi_in: डार्क शैली
it_it: Stile scuro
nb_no: Mørk stil
pl_pl: Ciemny motyw
pt_pt: Estilo escuro
sv_se: Mörk stil

source: Bright style
fr_fr: Style clair
hi_in: ब्राइट शैली
it_it: Stile luminoso
nb_no: Lys stil
pl_pl: Jasny motyw
pt_pt: Estilo brilhante
sv_se: Ljus stil

source: Select page
hi_in: पृष्ठ चुनें
it_it: Seleziona pagina
nb_no: Velg side
pl_pl: Wybierz stronę
pt_pt: Selecionar página
sv_se: Välj sida

source: Previous page
fr_fr: Page précédente
hi_in: पिछला पृष्ठ
it_it: Pagina precedente
nb_no: Forrige side
pl_pl: Poprzednia
pt_pt: Página anterior
sv_se: Föregående sida

source: Next page
fr_fr: Page suivante
hi_in: अगला पृष्ठ
it_it: Pagina successiva
nb_no: Neste side
pl_pl: Następna
pt_pt: Próxima página
sv_se: Nästa sida

source: Previous entry
fr_fr: Entrée précédente
hi_in: पिछली प्रविष्टि
it_it: Voce precedente
nb_no: Forrige bidrag
pl_pl: Poprzedni
pt_pt: Entrada anterior
sv_se: Föregående bidrag

source: Next entry
fr_fr: Entrée suivante
hi_in: अगली प्रविष्टि
it_it: Voce successiva
nb_no: Neste bidrag
pl_pl: Następny
pt_pt: Próxima entrada
sv_se: Nästa bidrag

source: Previous file in entry
fr_fr: Fichier précédent dans l'entrée
hi_in: प्रविष्टि में पिछली फ़ाइल
it_it: File precedente nella voce
nb_no: Forrige fil i bidrag
pl_pl: Poprzedni plik
pt_pt: Arquivo anterior na entrada
sv_se: Föregående fil i bidrag

source: Next file in entry
fr_fr: Fichier suivant dans l'entrée
hi_in: प्रविष्टि में अगली फ़ाइल
it_it: File successivo in ingresso
nb_no: Neste fil i bidrag
pl_pl: Następny plik
pt_pt: Próximo arquivo na entrada
sv_se: Nästa fil i bidrag

source: Go to top of the gallery
fr_fr: Aller en haut de la galerie
hi_in: गैलरी के शीर्ष पर जाएँ
it_it: Vai in cima alla galleria
nb_no: Gå til toppen av galleriet
pl_pl: Do początku
pt_pt: Ir para o topo da galeria
sv_se: Gå till galleriets topp

source: Search or sort
fr_fr: Recherche ou tri
hi_in: खोजें या क्रमबद्ध करें
it_it: Cerca o ordina
nb_no: Søk eller sorter
pl_pl: Szukaj lub sortuj
pt_pt: Pesquisar ou classificar
sv_se: Sök eller sortera

source: Close
fr_fr: Fermer
hi_in: बंद करें
it_it: Vicino
nb_no: Lukk
pl_pl: Zamknij
pt_pt: Perto
sv_se: Stäng

source: Open gallery in full window
fr_fr: Ouvrir la galerie en pleine fenêtre
hi_in: गैलरी पूर्ण विंडो में खोलें
it_it: Apri la galleria a finestra intera
nb_no: Åpne galleriet i fullskjerm
pl_pl: Otworz galerię w pełnym oknie
pt_pt: Abrir galeria em janela inteira
sv_se: Öppna galleriet i fullskärm

source: Close view
fr_fr: Fermer la vue
hi_in: दृश्य बंद करें
it_it: Chiudi vista
nb_no: Lukk visning
pl_pl: Zamknij widok
pt_pt: Fechar visualização
sv_se: Stäng vy
