Repository: WordPressBugBounty/plugins-contest-gallery
Catalog: contest-gallery/languages/contest-gallery-*.po
Languages: fr_fr, hi_in, it_it, nb_no, pl_pl, pt_pt, sv_se

source: Maximum allowed resolution for PNG is
fr_fr: La résolution maximale autorisée pour les PNG est de
hi_in: PNG के लिए अधिकतम अनुमत रिज़ॉल्यूशन है
it_it: La risoluzione massima consentita per PNG è
nb_no: Maks tillatt oppløsning for PNG er
pl_pl: Maksymalna rozdzielczość PNH
pt_pt: A resolução máxima permitida para PNG é
sv_se: Maximal tillåten upplösning för PNG är

source: Maximum allowed width for PNG is
fr_fr: La largeur maximale autorisée pour les PNG est de
hi_in: PNG के लिए अधिकतम अनुमत चौड़ाई है
it_it: La larghezza massima consentita per PNG è
nb_no: Maks tillatt bredde for PNG er
pl_pl: Maksymalna szerokość PNG
pt_pt: A largura máxima permitida para PNG é
sv_se: Maximal tillåten bredd för PNG är

source: Maximum allowed height for PNG is
fr_fr: La hauteur maximale autorisée pour les PNG est de
hi_in: PNG के लिए अधिकतम अनुमत ऊँचाई है
it_it: L'altezza massima consentita per PNG è
nb_no: Maks tillatt høyde for PNG er
pl_pl: Maksymalna wysokość PNG
pt_pt: A altura máxima permitida para PNG é
sv_se: Maximal tillåten höjd för PNG är

source: Minimum required width for PNG is
fr_fr: La largeur minimale requise pour PNG est
hi_in: PNG के लिए न्यूनतम आवश्यक चौड़ाई है
it_it: La larghezza minima richiesta per PNG è
nb_no: Minste tillatte bredde for PNG er
pl_pl: Minimalna szerokość PNG
pt_pt: A largura mínima exigida para PNG é
sv_se: Minsta tillåtna bredd för PNG är

source: Minimum required height for PNG is
fr_fr: La hauteur minimale requise pour PNG est
hi_in: PNG के लिए न्यूनतम आवश्यक ऊँचाई है
it_it: L'altezza minima richiesta per PNG è
nb_no: Minste tillatte høyde for PNG er
pl_pl: Minimalna wysokość PNG
pt_pt: A altura mínima exigida para PNG é
sv_se: Minsta tillåtna höjd för PNG är

source: Maximum allowed resolution for GIF is
fr_fr: La résolution maximale autorisée pour les GIF est de
hi_in: GIF के लिए अधिकतम अनुमत रिज़ॉल्यूशन है
it_it: La risoluzione massima consentita per GIF è
nb_no: Maks tillatt oppløsning for GIF er
pl_pl: Maksymalna rozdzielczość GIF
pt_pt: A resolução máxima permitida para GIF é
sv_se: Maximal tillåten upplösning för GIF är

source: Maximum allowed width for GIF is
fr_fr: La largeur maximale autorisée pour les GIF est de
hi_in: GIF के लिए अधिकतम अनुमत चौड़ाई है
it_it: La larghezza massima consentita per la GIF è
nb_no: Maks tillatt bredde for GIF er
pl_pl: Maksymalna szerokość GIF
pt_pt: A largura máxima permitida para GIF é
sv_se: Maximal tillåten bredd för GIF är

source: Maximum allowed height for GIF is
fr_fr: La hauteur maximale autorisée pour les GIF est de
hi_in: GIF के लिए अधिकतम अनुमत ऊँचाई है
it_it: L'altezza massima consentita per la GIF è
nb_no: Maks tillatt høyde for GIF er
pl_pl: Maksymalna wysokość GIF
pt_pt: A altura máxima permitida para GIF é
sv_se: Maximal tillåten höjd för GIF är

source: Minimum required width for GIF is
fr_fr: La largeur minimale requise pour le GIF est
hi_in: GIF के लिए न्यूनतम आवश्यक चौड़ाई है
it_it: La larghezza minima richiesta per la GIF è
nb_no: Minste tillatte bredde for GIF er
pl_pl: Minimalna szerokosć GIF
pt_pt: A largura mínima exigida para GIF é
sv_se: Minsta tillåtna bredd för GIF är

source: Minimum required height for GIF is
fr_fr: La hauteur minimale requise pour le GIF est
hi_in: GIF के लिए न्यूनतम आवश्यक ऊँचाई है
it_it: L'altezza minima richiesta per la GIF è
nb_no: Minste tillatte høyde for GIF er
pl_pl: Minimalna wysokość GIF
pt_pt: A altura mínima exigida para GIF é
sv_se: Minsta tillåtna höjd för GIF är

source: Maximum allowed width for ICO is
fr_fr: La largeur maximale autorisée pour les ICO est de
hi_in: ICO के लिए अधिकतम अनुमत चौड़ाई है
it_it: La larghezza massima consentita per l'ICO è
nb_no: Maks tillatt bredde for ICO er
pl_pl: Maksymalna szerokość ICO
pt_pt: A largura máxima permitida para ICO é
sv_se: Maximal tillåten bredd för ICO är

source: Maximum allowed height for ICO is
fr_fr: La hauteur maximale autorisée pour les ICO est de
hi_in: ICO के लिए अधिकतम अनुमत ऊँचाई है
it_it: L'altezza massima consentita per l'ICO è
nb_no: Maks tillatt høyde for ICO er
pl_pl: Maksymalna wysokość ICO
pt_pt: A altura máxima permitida para ICO é
sv_se: Maximal tillåten höjd för ICO är

source: You have to check this agreement
fr_fr: Vous devez donner votre accord
hi_in: आपको इस सहमति को चुनना होगा
it_it: Devi controllare questo accordo
nb_no: Du må godkjenne dette vilkåret
pl_pl: Musisz wyrazić zgode
pt_pt: Você tem que verificar este acordo
sv_se: Du måste godkänna detta villkor

source: This email is not valid
fr_fr: Cet adresse email n'est pas valide
hi_in: यह ईमेल मान्य नहीं है
it_it: Questa email non è valida
nb_no: Denne e-posten er ikke gyldig
pl_pl: Mail nie jest poprawny
pt_pt: Este e-mail não é válido
sv_se: Denna e-postadress är inte giltig

source: Reset password link is not valid anymore
fr_fr: Le lien de réinitialisation du mot de passe n'est plus valide
hi_in: पासवर्ड रीसेट लिंक अब मान्य नहीं है
it_it: Il collegamento per reimpostare la password non è più valido
nb_no: Lenken for å tilbakestille passord er ikke lenger gyldig
pl_pl: Link resetowania hasła nie jest już ważny
pt_pt: O link de redefinição de senha não é mais válido
sv_se: Länken för att återställa lösenordet är inte längre giltig

source: Password successfully changed
fr_fr: Mot de passe changé avec succès
hi_in: पासवर्ड सफलतापूर्वक बदला गया
it_it: Password cambiata con successo
nb_no: Passordet ble endret
pl_pl: Hasło zostało zmienione
pt_pt: Senha mudada com sucesso
sv_se: Lösenordet har ändrats

source: Back to login form
fr_fr: Retour au formulaire de connexion
hi_in: लॉगिन फ़ॉर्म पर वापस जाएँ
it_it: Torna al modulo di accesso
nb_no: Tilbake til innloggingsskjema
pl_pl: Powrót do logowania
pt_pt: Voltar ao formulário de login
sv_se: Tillbaka till inloggningsformuläret

source: Min amount of characters
fr_fr: Minimum de caractères
hi_in: न्यूनतम अक्षर
it_it: Quantità minima di caratteri
nb_no: Minste antall tegn
pl_pl: Minimalna ilosć znaków
pt_pt: Quantidade mínima de caracteres
sv_se: Minsta antal tecken

source: Max amount of characters
fr_fr: Maximum de caractères
hi_in: अधिकतम अक्षर
it_it: Quantità massima di caratteri
nb_no: Største antall tegn
pl_pl: Maksymalna ilosć znaków
pt_pt: Quantidade máxima de caracteres
sv_se: Största antal tecken

source: Select your file
fr_fr: Sélectionnez votre fichier
hi_in: अपनी फ़ाइल चुनें
it_it: Seleziona il tuo file
nb_no: Velg filen din
pl_pl: Wybierz plik
pt_pt: Selecione seu arquivo
sv_se: Välj din fil

source: The photo contest has not started yet
fr_fr: Le concours photo n'a pas encore commencé
hi_in: फ़ोटो प्रतियोगिता अभी शुरू नहीं हुई है
it_it: Il concorso fotografico non è ancora iniziato
nb_no: Fotokonkurransen har ikke startet ennå
pl_pl: Konkurs jeszcze się rozpoczął
pt_pt: O concurso de fotos ainda não começou
sv_se: Fototävlingen har inte startat ännu

source: The photo contest is over
fr_fr: Le concours est terminé
hi_in: फ़ोटो प्रतियोगिता समाप्त हो गई है
it_it: Il concorso fotografico è terminato
nb_no: Fotokonkurransen er avsluttet
pl_pl: Ten konkurs jest zakończony
pt_pt: O concurso de fotos acabou
sv_se: Fototävlingen är avslutad

source: Hold left mouse to see user info
fr_fr: Clic gauche pour voir les informations sur l'utilisateur
hi_in: उपयोगकर्ता जानकारी देखने के लिए माउस दबाकर रखें
it_it: Tieni premuto il tasto sinistro del mouse per visualizzare le informazioni sull'utente
nb_no: Hold venstre museknapp for å se brukerinformasjon
pl_pl: Lewy klawisz myszy aby zobaczyć info o użytkowniku
pt_pt: Segure o botão esquerdo do mouse para ver as informações do usuário
sv_se: Håll vänster musknapp för att se användarinformation

source: Maximum amount of uploads per user is
fr_fr: Le nombre maximum de téléchargements par utilisateur est de
hi_in: प्रति उपयोगकर्ता अधिकतम अपलोड हैं
it_it: La quantità massima di caricamenti per utente è
nb_no: Maks antall opplastinger per bruker er
pl_pl: Maks. ilość wysyłania dla użytkownika
pt_pt: A quantidade máxima de uploads por usuário é
sv_se: Maximalt antal uppladdningar per användare är

source: Maximum amount of uploads per category is
fr_fr: Le nombre maximum de téléchargements par catégorie est
hi_in: प्रति श्रेणी अधिकतम अपलोड हैं
it_it: Il numero massimo di caricamenti per categoria è
nb_no: Maks antall opplastinger per kategori er
pl_pl: Maks. ilość wysyłania dla kategorii
pt_pt: A quantidade máxima de uploads por categoria é
sv_se: Maximalt antal uppladdningar per kategori är

source: You have already uploaded
fr_fr: Vous avez déjà téléchargé
hi_in: आप पहले ही अपलोड कर चुके हैं
it_it: Hai già caricato
nb_no: Du har allerede lastet opp
pl_pl: Już zostało przesłane
pt_pt: Você já carregou
sv_se: Du har redan laddat upp

source: You have already uploaded in category
fr_fr: Vous avez déjà téléchargé dans la catégorie
hi_in: आप इस श्रेणी में पहले ही अपलोड कर चुके हैं
it_it: Hai già caricato nella categoria
nb_no: Du har allerede lastet opp i kategorien
pl_pl: Zostało przesłane do kategorii
pt_pt: Você já fez upload na categoria
sv_se: Du har redan laddat upp i kategorin

source: Maximum amount of uploads left for you
fr_fr: Quantité maximale de téléchargements restants pour vous
hi_in: आपके लिए बचे हुए अधिकतम अपलोड
it_it: Quantità massima di caricamenti rimasti per te
nb_no: Antall opplastinger du har igjen
pl_pl: Pozostała ilość wysyłek
pt_pt: Quantidade máxima de uploads restantes para você
sv_se: Antalet uppladdningar du har kvar är

source: Lost password?
fr_fr: Mot de passe perdu?
hi_in: पासवर्ड भूल गए?
it_it: Password dimenticata?
nb_no: Glemt passord?
pl_pl: Przypomnieć hasło?
pt_pt: Senha perdida?
sv_se: Glömt lösenord?

source: This email address is already registered
fr_fr: Cette adresse est déjà enregistrée
hi_in: यह ईमेल पहले से पंजीकृत है
it_it: Questo indirizzo email è già stato registrato
nb_no: Denne e-postadressen er allerede registrert
pl_pl: Ten adres email jest już zarejestrowany
pt_pt: Este endereço de e-mail já está registrado
sv_se: Denna e-postadress är redan registrerad

source: This username is already taken
fr_fr: Ce nom d'utilisateur est déjà pris
hi_in: यह उपयोगकर्ता नाम पहले से लिया गया है
it_it: Questo nome utente è già utilizzato
nb_no: Dette brukernavnet er allerede tatt
pl_pl: Ta nazwa jest zajęta
pt_pt: Este nome de usuário já está em uso
sv_se: Detta användarnamn är redan taget

source: Username or email
fr_fr: Identifiant ou adresse email
hi_in: उपयोगकर्ता नाम या ईमेल
it_it: Nome utente o email
nb_no: Brukernavn eller e-post
pl_pl: Nazwa lub adres email
sv_se: Användarnamn eller e-post

source: Username or email required
fr_fr: Identifiant ou adresse email requis
hi_in: उपयोगकर्ता नाम या ईमेल आवश्यक
it_it: Nome utente o e-mail obbligatori
nb_no: Brukernavn eller e-post kreves
pl_pl: Wymagana nazwa lub adres email
pt_pt: Nome de usuário ou e-mail obrigatório
sv_se: Användarnamn eller e-post krävs

source: Username or email does not exist
fr_fr: Cet identifiant ou cette adresse email n'existe pas
hi_in: उपयोगकर्ता नाम या ईमेल मौजूद नहीं है
it_it: Il nome utente o l'e-mail non esistono
nb_no: Brukernavn eller e-post finnes ikke
pl_pl: Nazwa lub adres email nie istnieją
pt_pt: Nome de usuário ou e-mail não existe
sv_se: Användarnamn eller e-post finns inte

source: This username already exists
fr_fr: Cet identifiant existe déjà
hi_in: यह उपयोगकर्ता नाम मौजूद है
it_it: Questo nome utente esiste già
nb_no: Dette brukernavnet finnes allerede
pl_pl: Nazwa już zajęta
pt_pt: Esse nome de usuário já existe
sv_se: Detta användarnamn finns redan

source: Email
hi_in: ईमेल
nb_no: E-post
sv_se: E-post

source: An email was sent to reset password
fr_fr: Un e-mail a été envoyé pour réinitialiser le mot de passe
hi_in: पासवर्ड रीसेट के लिए ईमेल भेजा गया
it_it: È stata inviata un'e-mail per reimpostare la password
nb_no: En e-post ble sendt for å tilbakestille passordet
pl_pl: Wysłano email do resetowania hasła
pt_pt: Um e-mail foi enviado para redefinir a senha
sv_se: Ett e-postmeddelande har skickats för att återställa lösenordet

source: Type in your e-mail to receive link for resetting your password
fr_fr: Indiquez votre email afin de recevoir le lien de réinitialisation de votre mot de passe
hi_in: पासवर्ड रीसेट लिंक पाने के लिए अपना ईमेल दर्ज करें
it_it: Inserisci la tua email per ricevere il link per reimpostare la password
nb_no: Skriv inn e-posten din for å motta en lenke for å tilbakestille passord
pl_pl: Wprowadź email, aby otrzymać link do restowania hasła
pt_pt: Digite seu e-mail para receber o link para redefinir sua senha
sv_se: Ange din e-postadress för att få en länk för att återställa ditt lösenord

source: Email required
fr_fr: Email requis
hi_in: ईमेल आवश्यक
it_it: Email (obbligatorio
nb_no: E-post kreves
pl_pl: Wymagany adres e-mail
pt_pt: Email (obrigatório
sv_se: E-post krävs

source: Password
fr_fr: Mot de passe
hi_in: पासवर्ड
it_it: Parola d'ordine
nb_no: Passord
pl_pl: Hasło
pt_pt: Senha
sv_se: Lösenord

source: Current Password
fr_fr: Mot de passe actuel
hi_in: वर्तमान पासवर्ड
it_it: Password attuale
nb_no: Nåværende passord
pt_pt: Senha atual
sv_se: Nuvarande lösenord

source: New Password
fr_fr: Nouveau mot de passe
hi_in: नया पासवर्ड
it_it: Nuova password
nb_no: Nytt passord
pl_pl: Nowe hasło
sv_se: Nytt lösenord

source: New Password repeat
fr_fr: Répéter le nouveau mot de passe
hi_in: नया पासवर्ड दोहराएँ
it_it: Nuova password ripetuta
nb_no: Gjenta nytt passord
pl_pl: Powtórz nowe hasło
pt_pt: Nova senha repetida
sv_se: Upprepa nytt lösenord

source: Password required
fr_fr: Mot de passe requis
hi_in: पासवर्ड आवश्यक
it_it: Password richiesta
nb_no: Passord kreves
pl_pl: WYmagane hasło
pt_pt: Senha requerida
sv_se: Lösenord krävs

source: Email and password do not match
fr_fr: Email et mot de passe ne correspondent pas
hi_in: ईमेल और पासवर्ड मेल नहीं खाते
it_it: Email e password non corrispondono
nb_no: E-post og passord stemmer ikke
pl_pl: Email i hasło nie pasują
pt_pt: Email e senha não correspondem
sv_se: E-post och lösenord matchar inte

source: Login and password do not match
fr_fr: Login et mot de passe ne correspondent pas
hi_in: लॉगिन और पासवर्ड मेल नहीं खाते
it_it: Login e password non corrispondono
nb_no: Innlogging og passord stemmer ikke
pl_pl: Login ai hasło nie pasują
pt_pt: Login e senha não coincidem
sv_se: Inloggning och lösenord matchar inte

source: Please fill out
fr_fr: Merci de remplir
hi_in: कृपया भरें
it_it: Si prega di compilare
nb_no: Vennligst fyll ut
pl_pl: Wypełnij
pt_pt: Por favor preencha
sv_se: Vänligen fyll i

source: Passwords do not match
fr_fr: Les mots de passe ne correspondent pas
hi_in: पासवर्ड मेल नहीं खाते
it_it: le passwords non corrispondono
nb_no: Passordene stemmer ikke overens
pl_pl: Hasła różnią się od siebie
pt_pt: As senhas não coincidem
sv_se: Lösenorden stämmer inte överens

source: Upload
fr_fr: Téléversement
hi_in: अपलोड करें
it_it: Caricamento
nb_no: Last opp
pl_pl: Wyślij
pt_pt: Envio
sv_se: Ladda upp

source: Register
fr_fr: Enregistrement
hi_in: पंजीकरण करें
it_it: Registrati
nb_no: Registrer
pl_pl: Zarejestruj
pt_pt: Registro
sv_se: Registrera

source: Login
hi_in: लॉगिन
nb_no: Logg inn
pl_pl: Zaloguj
pt_pt: Conecte-se
sv_se: Logga in

source: Please select
fr_fr: Sélectionnez svp
hi_in: कृपया चुनें
it_it: Seleziona
nb_no: Vennligst velg
pl_pl: Wybierz
pt_pt: Por favor selecione
sv_se: Vänligen välj

source: You have not selected
fr_fr: Vous n'avez pas sélectionné
hi_in: आपने चयन नहीं किया
it_it: Non hai selezionato
nb_no: Du har ikke valgt
pl_pl: Nie wybrałeś
pt_pt: Você não selecionou
sv_se: Du har inte valt

source: Please confirm
fr_fr: Confirmer SVP
hi_in: कृपया पुष्टि करें
it_it: Per favore conferma
nb_no: Vennligst bekreft
pl_pl: Potwierdź
pt_pt: Por favor confirme
sv_se: Vänligen bekräfta

source: File is not activated
fr_fr: Le fichier n'est pas activé
hi_in: फ़ाइल सक्रिय नहीं है
it_it: Il file non è attivato
nb_no: Filen er ikke aktivert
pl_pl: Plik nie aktywowany
pt_pt: O arquivo não está ativado
sv_se: Filen är inte aktiverad

source: Your email could not be confirmed.
fr_fr: Votre email ne peut pas être confirmé.
hi_in: आपका ईमेल पुष्टि नहीं किया जा सका।
it_it: Non è stato possibile confermare la tua email.
nb_no: E-posten din kunne ikke bekreftes.
pl_pl: Twój email nie może być potwierdzony.
pt_pt: Não foi possível confirmar seu e-mail.
sv_se: Din e-post kunde inte bekräftas.

source: Please enter a valid URL
fr_fr: SVP, entrez une URL valide
hi_in: कृपया मान्य URL दर्ज करें
it_it: Per favore, inserisci un URL valido
nb_no: Vennligst skriv inn en gyldig URL
pl_pl: Wprowadź poprawny adres URL
pt_pt: Por favor, insira um URL válido
sv_se: Ange en giltig URL

source: Other
fr_fr: Autres
hi_in: अन्य
it_it: Altro
nb_no: Annet
pl_pl: Inne
pt_pt: Outros
sv_se: Annat

source: Yes
fr_fr: Oui
hi_in: हाँ
it_it: SÌ
nb_no: Ja
pl_pl: Tak
pt_pt: Sim
sv_se: Ja

source: No
fr_fr: Non
hi_in: नहीं
nb_no: Nei
pl_pl: Nie
pt_pt: Não
sv_se: Nej

source: Logout?
fr_fr: Déconnexion ?
hi_in: लॉगआउट करें?
it_it: Disconnettersi?
nb_no: Logg ut
pl_pl: Wylogować?
pt_pt: Sair?

source: Please enter a nickname.
fr_fr: Veuillez saisir un pseudonyme.
hi_in: कृपया उपनाम दर्ज करें।
nb_no: Vennligst skriv inn et kallenavn.

source: This nickname is already in use. Please choose another one.
fr_fr: Ce pseudonyme est déjà utilisé. Veuillez en choisir un autre.
hi_in: यह उपनाम पहले से उपयोग में है। कृपया दूसरा चुनें।
nb_no: Dette kallenavnet er allerede i bruk. Vennligst velg et annet.

source: Contest Gallery User since v14
pl_pl: Użytkownik Galerii od wersji v14

source: No contest gallery pages found.
pl_pl: Nie znaleziono stron galerii.
