Repository: WordPressBugBounty/plugins-contest-gallery
Catalog: contest-gallery/languages/contest-gallery-*.po
Languages: fr_fr, hi_in, it_it, nb_no, pl_pl, pt_pt, sv_se

source: Full screen mode
fr_fr: Mode plein écran
hi_in: फ़ुल स्क्रीन मोड
it_it: Modalità schermo intero
nb_no: Fullskjermsmodus
pl_pl: Tryb pełnoekranowy
pt_pt: Modo tela cheia
sv_se: Fullskärmsläge

source: Close full screen mode
fr_fr: Fermer le mode plein écran
hi_in: फ़ुल स्क्रीन मोड बंद करें
it_it: Chiudi la modalità a schermo intero
nb_no: Lukk fullskjermsmodus
pl_pl: Zamknij widok pełnoekranowy
pt_pt: Fechar o modo de tela cheia
sv_se: Stäng fullskärmsläge

source: Copy gallery file link
fr_fr: Copier le lien du fichier de la galerie
hi_in: गैलरी फ़ाइल लिंक कॉपी करें
it_it: Copia il collegamento al file della galleria
nb_no: Kopier gallerifil-lenke
pl_pl: Skopiuj link do galerii
pt_pt: Copiar link do arquivo da galeria
sv_se: Kopiera gallerifillänk

source: Copy gallery entry link
fr_fr: Copier le lien d'entrée de la galerie
hi_in: गैलरी प्रविष्टि लिंक कॉपी करें
it_it: Copia il link per l'ingresso nella gallery
nb_no: Kopier galleribidrag-lenke
pl_pl: Skopiuj link do obrazu
pt_pt: Copiar link de entrada da galeria
sv_se: Kopiera galleriobjektlänk

source: Copy original file source link
fr_fr: Copier le lien source du fichier d'origine
hi_in: मूल फ़ाइल स्रोत लिंक कॉपी करें
it_it: Copia il collegamento all'origine del file originale
nb_no: Kopier kilde-lenke til originalfilen
pl_pl: Skopiuj link do pliku
pt_pt: Copiar link de origem do arquivo original
sv_se: Kopiera originalfilens källänk

source: Share to
fr_fr: Partager à
hi_in: साझा करें
it_it: Condividere a
nb_no: Del til
pl_pl: Udostępnij
pt_pt: Compartilhar com
sv_se: Dela till

source: Open original file in new tab
fr_fr: Ouvrir le fichier d'origine dans un nouvel onglet
hi_in: मूल फ़ाइल नए टैब में खोलें
it_it: Apri il file originale in una nuova scheda
nb_no: Åpne originalfil i ny fane
pl_pl: Otwórz plik w nowej zakładce
pt_pt: Abra o arquivo original em uma nova guia
sv_se: Öppna originalfil i ny flik

source: Download original file
fr_fr: Télécharger le fichier d'origine
hi_in: मूल फ़ाइल डाउनलोड करें
it_it: Scarica il file originale
nb_no: Last ned originalfil
pl_pl: Pobierz oryginalny plik
pt_pt: Baixar arquivo original
sv_se: Ladda ner originalfil

source: Service
hi_in: सेवा
it_it: Servizio
nb_no: Tjeneste
pl_pl: Praca
pt_pt: Serviço
sv_se: Tjänst

source: Delete entry
fr_fr: Supprimer l'entrée
hi_in: प्रविष्टि हटाएँ
it_it: Elimina la voce
nb_no: Slett bidrag
pl_pl: Usuń wpis
pt_pt: Excluir entrada
sv_se: Radera bidrag

source: Delete entries
fr_fr: Supprimer des entrées
hi_in: प्रविष्टियाँ हटाएँ
it_it: Elimina voci
nb_no: Slett bidrag
pl_pl: Usuń wpisy
pt_pt: Excluir entradas
sv_se: Radera bidrag

source: Show more info
fr_fr: Afficher plus d'informations
hi_in: और जानकारी दिखाएँ
it_it: Mostra più informazioni
nb_no: Vis mer info
pl_pl: Pokaż info
pt_pt: Mostrar mais informações
sv_se: Visa mer info

source: Show less info
fr_fr: Montrer moins d'informations
hi_in: कम जानकारी दिखाएँ
it_it: Mostra meno informazioni
nb_no: Vis mindre info
pl_pl: Pokaż mniej
pt_pt: Mostrar menos informações
sv_se: Visa mindre info

source: Add comment
fr_fr: Ajouter un commentaire
hi_in: टिप्पणी जोड़ें
it_it: Aggiungi un commento
nb_no: Legg til kommentar
pl_pl: Skomentuj
pt_pt: Adicionar comentário
sv_se: Lägg till kommentar

source: Show more comments
fr_fr: Afficher plus de commentaires
hi_in: और टिप्पणियाँ दिखाएँ
it_it: Mostra più commenti
nb_no: Vis flere kommentarer
pl_pl: Więcje komentarzy
pt_pt: Mostrar mais comentários
sv_se: Visa fler kommentarer

source: Show less comments
fr_fr: Montrer moins de commentaires
hi_in: कम टिप्पणियाँ दिखाएँ
it_it: Mostra meno commenti
nb_no: Vis færre kommentarer
pl_pl: Mniej komentarzy
pt_pt: Mostrar menos comentários
sv_se: Visa färre kommentarer

source: Add an emoji
fr_fr: Ajouter un emoji
hi_in: इमोजी जोड़ें
it_it: Aggiungi un'emoji
nb_no: Legg til en emoji
pl_pl: Dodaj emoji
pt_pt: Adicionar um emoji
sv_se: Lägg till en emoji

source: Hide emojis
fr_fr: Cacher les emojis
hi_in: इमोजी छिपाएँ
it_it: Nascondi emoji
nb_no: Skjul emojis
pl_pl: Ukryj emojis
pt_pt: Ocultar emojis
sv_se: Dölj emojis

source: Vote
hi_in: मत दें
it_it: Votazione
nb_no: Stem
pl_pl: Głosuj
pt_pt: Voto
sv_se: Rösta

source: Thank you for voting
fr_fr: Merci pour votre vote
hi_in: मतदान के लिए धन्यवाद
it_it: Grazie per aver votato
nb_no: Takk for at du stemte
pl_pl: Dziękujemy za Twój głos
pt_pt: Obrigado por votar
sv_se: Tack för din röst

source: Undo your last vote
fr_fr: Annuler votre dernier vote
hi_in: अंतिम वोट वापस लें
it_it: Annulla il tuo ultimo voto
nb_no: Angre din siste stemme
pl_pl: Cofnij ostatnie głosowanie
pt_pt: Desfazer seu último voto
sv_se: Ångra din senaste röst

source: of
fr_fr: de
hi_in: का
it_it: Di
nb_no: av
pl_pl: z
pt_pt: do
sv_se: av

source: No files found
fr_fr: Aucun fichier trouvé
hi_in: कोई फ़ाइल नहीं मिली
it_it: Nessun file trovato
nb_no: Ingen filer funnet
pl_pl: Nie znaleziono plików
pt_pt: Nenhum arquivo encontrado
sv_se: Inga filer hittades

source: No entries found
fr_fr: Aucune entrée trouvée
hi_in: कोई प्रविष्टि नहीं मिली
it_it: Nessuna voce trovata
nb_no: Ingen bidrag funnet
pl_pl: Nie ma wpisów
pt_pt: Nenhuma entrada encontrada
sv_se: Inga poster hittades

source: Random
fr_fr: Aléatoire
hi_in: यादृच्छिक
nb_no: Tilfeldig
pl_pl: Losowo
pt_pt: Aleatório
sv_se: Slumpmässig

source: Custom
fr_fr: Personnalisé
hi_in: कस्टम
it_it: Costume
nb_no: Tilpasset
pl_pl: Własne
pt_pt: Personalizado
sv_se: Anpassad

source: Date descend
fr_fr: Date décroissante
hi_in: तिथि अवरोही
it_it: La data scende
nb_no: Dato synkende
pl_pl: Wg daty malejąco
pt_pt: Data de descida
sv_se: Datum nedåtgående

source: Date ascend
fr_fr: Date croissante
hi_in: तिथि आरोही
it_it: Data ascendente
nb_no: Dato stigende
pl_pl: Wg daty rosnąco
pt_pt: Data de ascensão
sv_se: Datum uppåtgående

source: Comments descend
fr_fr: Commentaires descendants
hi_in: टिप्पणियाँ अवरोही
it_it: I commenti scendono
nb_no: Kommentarer synkende
pl_pl: Wg komentarzy malejąco
pt_pt: Comentários descem
sv_se: Kommentarer nedåtgående

source: Comments ascend
fr_fr: Commentaires ascendants
hi_in: टिप्पणियाँ आरोही
it_it: I commenti salgono
nb_no: Kommentarer stigende
pl_pl: Wg komentarzy rosnąco
pt_pt: Os comentários sobem
sv_se: Kommentarer uppåtgående

source: Rating descend
fr_fr: Notation descendante
hi_in: रेटिंग अवरोही
it_it: La valutazione scende
nb_no: Vurdering synkende
pl_pl: Wg ocen malejąco
pt_pt: Classificação descer
sv_se: Betyg nedåtgående

source: Rating ascend
fr_fr: Notation ascendante
hi_in: रेटिंग आरोही
it_it: Valutazione in salita
nb_no: Vurdering stigende
pl_pl: Wg ocen rosnąco
pt_pt: Classificação subir
sv_se: Betyg uppåtgående

source: Rating quantity descend
fr_fr: Total des votants décroissant
hi_in: रेटिंग संख्या अवरोही
it_it: La quantità di valutazione scende
nb_no: Antall vurderinger synkende
pl_pl: Wg ilości ocen malejąco
pt_pt: Quantidade de classificação desce
sv_se: Antal betyg nedåtgående

source: Rating quantity ascend
fr_fr: Total des votants croissant
hi_in: रेटिंग संख्या आरोही
it_it: La quantità di valutazione sale
nb_no: Antall vurderinger stigende
pl_pl: Wg ilośći ocen rosnąco
pt_pt: Aumentar a quantidade de classificação
sv_se: Antal betyg uppåtgående

source: Rating sum descend
fr_fr: Cumul des notes décroissant
hi_in: रेटिंग योग अवरोही
it_it: La somma della valutazione scende
nb_no: Vurderingssum synkende
pl_pl: Wg sumy ocen malejąco
pt_pt: A soma da classificação desce
sv_se: Betygssumma nedåtgående

source: Rating sum ascend
fr_fr: Cumul des notes croissant
hi_in: रेटिंग योग आरोही
it_it: La somma del punteggio sale
nb_no: Vurderingssum stigende
pl_pl: Wg sumy ocen rosnąco
pt_pt: Soma de classificação ascender
sv_se: Betygssumma uppåtgående

source: Full size
fr_fr: Taille maximum
hi_in: पूर्ण आकार
it_it: Dimensione piena
nb_no: Full størrelse
pl_pl: Pełny rozmiar
pt_pt: Tamanho completo
sv_se: Full storlek

source: Picture comments
fr_fr: Commentaires photos
hi_in: चित्र टिप्पणियाँ
it_it: Commenti alle immagini
nb_no: Bildekommentarer
pl_pl: Komentarze do zdjęcia
pt_pt: Comentários da imagem
sv_se: Bildkommentarer

source: Comments
fr_fr: Commentaires
hi_in: टिप्पणियाँ
it_it: Commenti
nb_no: Kommentarer
pl_pl: Komentarze
sv_se: Kommentarer

source: Your comment
fr_fr: Votre commentaire
hi_in: आपकी टिप्पणी
it_it: Il tuo commento
nb_no: Din kommentar
pl_pl: Twój komentarz
pt_pt: Seu comentário
sv_se: Din kommentar

source: Name
fr_fr: Nom
hi_in: नाम
it_it: Nome
nb_no: Navn
pl_pl: Nazwa
pt_pt: Nome
sv_se: Namn

source: Comment
fr_fr: Commentaire
hi_in: टिप्पणी
it_it: Commento
nb_no: Kommentar
pl_pl: Komentarz
pt_pt: Comente
sv_se: Kommentar

source: I am not a robot
fr_fr: Je ne suis pas un robot
hi_in: मैं रोबोट नहीं हूँ
it_it: Non sono un robot
nb_no: Jeg er ikke en robot
pl_pl: Nie jestem robotem
pt_pt: Eu não sou um robô
sv_se: Jag är inte en robot

source: You can not vote in own gallery
fr_fr: Vous ne pouvez pas voter dans votre propre galerie
hi_in: आप अपनी गैलरी में वोट नहीं कर सकते
it_it: Non puoi votare nella tua galleria
nb_no: Du kan ikke stemme i ditt eget galleri
pl_pl: Nie możesz głosować we własnej galerii
pt_pt: Você não pode votar na própria galeria
sv_se: Du kan inte rösta i ditt eget galleri

source: You can not comment in own gallery
fr_fr: Vous ne pouvez pas commenter dans votre propre galerie
hi_in: आप अपनी गैलरी में टिप्पणी नहीं कर सकते
it_it: Non puoi commentare nella tua galleria
nb_no: Du kan ikke kommentere i ditt eget galleri
pl_pl: Nie możesz komentować własnej galerii
pt_pt: Você não pode comentar na própria galeria
sv_se: Du kan inte kommentera i ditt eget galleri

source: You have to be logged in to comment
fr_fr: Vous devez être connecté pour commenter
hi_in: टिप्पणी करने के लिए लॉगिन करें
it_it: Devi essere loggato per commentare
nb_no: Du må være innlogget for å kommentere
pl_pl: Musisz być zalogowany aby komentować
pt_pt: Você precisa estar logado para comentar
sv_se: Du måste vara inloggad för att kommentera

source: Please use available emojis
fr_fr: Veuillez utiliser les emojis disponibles
hi_in: कृपया उपलब्ध इमोजी का उपयोग करें
it_it: Utilizza gli emoji disponibili
nb_no: Vennligst bruk tilgjengelige emojis
pl_pl: Proszę, użyj dostępnych emotek
pt_pt: Por favor, use os emojis disponíveis
sv_se: Använd tillgängliga emojis

source: Emojis are not allowed
fr_fr: Les emojis ne sont pas autorisés
hi_in: इमोजी अनुमत नहीं हैं
it_it: Gli emoji non sono ammessi
nb_no: Emojis er ikke tillatt
pl_pl: Emotki nie dozwolone
pt_pt: Emojis não são permitidos
sv_se: Emojis är inte tillåtna

source: Send
fr_fr: Envoi
hi_in: भेजें
it_it: Inviare
pl_pl: Wyślij
pt_pt: Mandar
sv_se: Skicka

source: File was deleted
fr_fr: Le fichier à été supprimé
hi_in: फ़ाइल हटाई गई
it_it: il file è stato cancellato
nb_no: Filen ble slettet
pl_pl: Plik skasowany
pt_pt: arquivo foi deletado
sv_se: Filen har tagits bort

source: Files were deleted
fr_fr: Les fichiers ont été supprimés
hi_in: फ़ाइलें हटाई गईं
it_it: I file sono stati eliminati
nb_no: Filene ble slettet
pl_pl: Pliki skasowane
pt_pt: Os arquivos foram excluídos
sv_se: Filerna har tagits bort

source: Successfully logged in via Google. Page will be reloaded...
fr_fr: Connexion réussie via Google. La page va être rechargée...
hi_in: Google से सफलतापूर्वक लॉग इन। पृष्ठ पुनः लोड होगा...
it_it: Accesso tramite Google effettuato correttamente. La pagina verrà ricaricata...
nb_no: Vellykket innlogging via Google. Siden vil bli lastet på nytt...
pt_pt: Logado com sucesso através do Google. A página será recarregada...
sv_se: Inloggad via Google. Sidan laddas om...

source: Second
fr_fr: Deuxième
hi_in: सेकंड
it_it: Secondo
nb_no: Sekund
pl_pl: Sekunda
pt_pt: Segunda
sv_se: Sekund

source: Seconds
fr_fr: Secondes
hi_in: सेकंड
it_it: Secondi
nb_no: Sekunder
pl_pl: Sekundy
pt_pt: Segundos
sv_se: Sekunder

source: Minute
hi_in: मिनट
it_it: Minuta
nb_no: Minutt
pl_pl: Minuta
pt_pt: Minuto
sv_se: Minut

source: Minutes
hi_in: मिनट
it_it: Minuti
nb_no: Minutter
pl_pl: Minuty
pt_pt: Minutos
sv_se: Minuter

source: Hour
fr_fr: Heure
hi_in: घंटा
it_it: Ora
nb_no: Time
pl_pl: Godzina
pt_pt: Hora
sv_se: Timme

source: Hours
fr_fr: Heures
hi_in: घंटे
it_it: Ore
nb_no: Timer
pl_pl: Godziny
pt_pt: Horas
sv_se: Timmar

source: Day
fr_fr: Jour
hi_in: दिन
it_it: Giorno
nb_no: Dag
pl_pl: Dzień
pt_pt: Dia
sv_se: Dag

source: Days
fr_fr: Jours
hi_in: दिन
it_it: Giorni
nb_no: Dager
pl_pl: Dni
pt_pt: Dias
sv_se: Dagar

source: Week
fr_fr: Semaine
hi_in: सप्ताह
it_it: Settimana
nb_no: Uke
pl_pl: Tydzień
pt_pt: Semana
sv_se: Vecka

source: Weeks
fr_fr: Semaines
hi_in: सप्ताह
it_it: Settimane
nb_no: Uker
pl_pl: Tygodnie
pt_pt: Semanas
sv_se: Veckor

source: Month
fr_fr: Mois
hi_in: महीना
it_it: Mese
nb_no: Måned
pl_pl: Miesiąc
pt_pt: Mês
sv_se: Månad

source: Months
fr_fr: Mois
hi_in: महीने
it_it: Mesi
nb_no: Måneder
pl_pl: Miesiące
pt_pt: Meses
sv_se: Månader

source: Year
fr_fr: Année
hi_in: साल
it_it: Anno
nb_no: År
pl_pl: Rok
pt_pt: Ano
sv_se: År

source: Years
fr_fr: Années
hi_in: साल
it_it: Anni
nb_no: År
pl_pl: Lata
pt_pt: Anos
sv_se: År

source: Delete entry?
fr_fr: Supprimer l'entrée ?
hi_in: प्रविष्टि हटाएँ?
it_it: Eliminare la voce?
nb_no: Slette bidrag?
pl_pl: Skasować?
pt_pt: Excluir entrada?
sv_se: Radera bidrag?

source: Delete entries?
fr_fr: Supprimer les entrées ?
hi_in: प्रविष्टियाँ हटाएँ?
it_it: Eliminare le voci?
nb_no: Slette bidrag?
pl_pl: Skasować wpisy?
pt_pt: Excluir entradas?
sv_se: Radera bidrag?

source: Entry successfully deleted
fr_fr: Entrée supprimée avec succès
hi_in: प्रविष्टि सफलतापूर्वक हटाई गई
it_it: Voce eliminata con successo
nb_no: Bidraget ble slettet
pl_pl: Wpis skasowany
pt_pt: Entrada excluída com sucesso
sv_se: Bidraget har raderats

source: Entries successfully deleted
fr_fr: Entrées supprimées avec succès
hi_in: प्रविष्टियाँ सफलतापूर्वक हटाई गईं
it_it: Voci eliminate con successo
nb_no: Bidragene ble slettet
pl_pl: Wpisy skasowane
pt_pt: Entradas excluídas com sucesso
sv_se: Bidragen har raderats

source: Edit
fr_fr: Éditer
hi_in: संपादित करें
it_it: Modificare
nb_no: Rediger
pl_pl: Edytuj
pt_pt: Editar
sv_se: Redigera

source: Save
fr_fr: Enregistrer
hi_in: सहेजें
it_it: Salva
nb_no: Lagre
pl_pl: Zapisz
pt_pt: Salvar
sv_se: Spara

source: Data saved
fr_fr: Données sauvegardées
hi_in: डेटा सहेजा गया
it_it: Dati salvati
nb_no: Data lagret
pl_pl: Zapisano
pt_pt: Dados salvos
sv_se: Data sparad

source: Only visible to registered and logged in owner of the entry
fr_fr: Visible uniquement par le propriétaire enregistré et connecté de l'entrée
hi_in: केवल प्रविष्टि के लॉग-इन मालिक को दिखाई देगा
it_it: Visibile solo al proprietario registrato e loggato della voce
nb_no: Kun synlig for registrert og innlogget eier av bidraget
pl_pl: Widoczne tylko dla zarejestrowanego i zalogowanego właściciela wpisu
pt_pt: Visível apenas para o proprietário registrado e logado da entrada
sv_se: Endast synligt för registrerad och inloggad ägare till bidraget

source: Original file source link copied
fr_fr: Lien vers la source du fichier d'origine copié
hi_in: मूल फ़ाइल लिंक कॉपी किया गया
it_it: Collegamento all'origine del file originale copiato
nb_no: Kilde-lenke til originalfilen kopiert
pl_pl: Link do oryginalnego pliku skopiowany
pt_pt: Link de origem do arquivo original copiado
sv_se: Länk till originalfilen kopierad

source: Gallery file link copied
fr_fr: Lien vers le fichier de la galerie copié
hi_in: गैलरी फ़ाइल लिंक कॉपी किया गया
it_it: Collegamento al file della galleria copiato
nb_no: Lenke til gallerifilen kopiert
pl_pl: Link do pliku w galerii skopiowany
pt_pt: Link do arquivo da galeria copiado
sv_se: Länk till gallerifilen kopierad

source: Gallery entry link copied
fr_fr: Lien d'entrée de la galerie copié
hi_in: गैलरी प्रविष्टि लिंक कॉपी किया गया
it_it: Link di ingresso alla Galleria copiato
nb_no: Lenke til galleribidrag kopiert
pl_pl: Link do galerii skopiowany
pt_pt: Link de entrada da galeria copiado
sv_se: Länk till galleribidraget kopierad

source: Sum
fr_fr: Somme
hi_in: योग
it_it: Somma
pl_pl: Suma
pt_pt: Soma
sv_se: Summa

source: Your vote
fr_fr: Votre vote
hi_in: आपका वोट
it_it: Il tuo voto
nb_no: Din stemme
pl_pl: Twój głos
pt_pt: Seu voto
sv_se: Din röst

source: The name field must contain two characters or more
fr_fr: Le pseudo doit comporter au moins 2 caractères
hi_in: नाम फ़ील्ड में कम से कम दो अक्षर होने चाहिए
it_it: Il campo del nome deve contenere due o più caratteri
nb_no: Navnefeltet må inneholde minst to tegn
pl_pl: Pole musi zawierać co najmniej dwa znaki
pt_pt: O campo de nome deve conter dois caracteres ou mais
sv_se: Namnfältet måste innehålla minst två tecken

source: The comment field must contain three characters or more
fr_fr: Le commentaire doit comporter au moins 3 caractères
hi_in: टिप्पणी फ़ील्ड में कम से कम तीन अक्षर होने चाहिए
it_it: Il campo commento deve contenere tre o più caratteri
nb_no: Kommentarfeltet må inneholde minst tre tegn
pl_pl: Komentarz musi zawierać co najmniej 3 znaki
pt_pt: O campo de comentário deve conter três caracteres ou mais
sv_se: Kommentarsfältet måste innehålla minst tre tecken

source: Plz check the checkbox to prove that you are not a robot
fr_fr: Merci de cocher la case pour prouver que vous n'êtes pas un robot
hi_in: कृपया बॉक्स चुनें यह साबित करने के लिए कि आप रोबोट नहीं हैं
it_it: Per favore seleziona la casella di controllo per dimostrare che non sei un robot
nb_no: Vennligst huk av i boksen for å bekrefte at du ikke er en robot
pl_pl: Zaznacz pole - nie jestem robotem
pt_pt: Por favor, marque a caixa de seleção para provar que você não é um robô
sv_se: Vänligen markera kryssrutan för att bekräfta att du inte är en robot

source: Your comment will be reviewed
fr_fr: Votre commentaire sera examiné
hi_in: आपकी टिप्पणी की समीक्षा की जाएगी
it_it: Il tuo commento verrà esaminato
nb_no: Kommentaren din vil bli gjennomgått
pl_pl: Twój komentarz trafił do moderacji
sv_se: Din kommentar kommer att granskas

source: Thank you for your comment
fr_fr: Merci pour votre commentaire
hi_in: आपकी टिप्पणी के लिए धन्यवाद
it_it: Grazie per il tuo commento
nb_no: Takk for kommentaren din
pl_pl: Dziękujemy za zamieszczenie komentarza
pt_pt: Obrigado pelo seu comentário
sv_se: Tack för din kommentar

source: You have already voted for this entry
fr_fr: Vous avez déjà voté pour cette entrée
hi_in: आप पहले ही इस प्रविष्टि के लिए वोट कर चुके हैं
it_it: Hai già votato per questa voce
nb_no: Du har allerede stemt på dette bidraget
pl_pl: Zagłosowałeś już wcześniej na ten wpis
pt_pt: Você já votou nesta entrada
sv_se: Du har redan röstat på detta bidrag

source: This entry is not a winner
fr_fr: Cette entrée n'est pas gagnante
hi_in: यह प्रविष्टि विजेता नहीं है
it_it: Questa voce non è un vincitore
nb_no: Dette bidraget er ikke en vinner
pl_pl: To nie jest zwycięzca
pt_pt: Esta entrada não é vencedora
sv_se: Detta bidrag är inte en vinnare

source: You have already voted for this category
fr_fr: Vous avez déjà voté pour cette catégorie
hi_in: आप इस श्रेणी में पहले ही वोट कर चुके हैं
it_it: Hai già votato per questa categoria
nb_no: Du har allerede stemt i denne kategorien
pl_pl: Głosowałeś już w tej kategorii
pt_pt: Você já votou nesta categoria
sv_se: Du har redan röstat i denna kategori

source: You have no more votes in this category
fr_fr: Vous n'avez plus de votes dans cette catégorie
hi_in: इस श्रेणी में आपके पास और वोट नहीं हैं
it_it: Non hai più voti in questa categoria
nb_no: Du har ikke flere stemmer i denne kategorien
pl_pl: Nie masz więcej głosó w tej kategorii
pt_pt: Você não tem mais votos nesta categoria
sv_se: Du har inga fler röster i denna kategori

source: You have already used all your votes
fr_fr: Vous avez épuisé votre droit de votes
hi_in: आप अपने सभी वोट उपयोग कर चुके हैं
it_it: Hai già utilizzato tutti i tuoi voti
nb_no: Du har allerede brukt alle stemmene dine
pl_pl: Nie masz więcej głosów
pt_pt: Você já usou todos os seus votos
sv_se: Du har redan använt alla dina röster

source: It is not allowed to vote for your own file
fr_fr: Il n'est pas permis de voter pour votre propre dossier
hi_in: आप अपनी फ़ाइल के लिए वोट नहीं कर सकते
it_it: Non è consentito votare per il proprio file
nb_no: Det er ikke tillatt å stemme på din egen fil
pl_pl: Nie głosuje się na siebie
pt_pt: Não é permitido votar em seu próprio arquivo
sv_se: Det är inte tillåtet att rösta på din egen fil

source: Only registered users are allowed to vote
fr_fr: Seuls les utilisateurs enregistrés ont le droit de vote
hi_in: केवल पंजीकृत उपयोगकर्ताओं को वोट करने की अनुमति है
it_it: Solo gli utenti registrati possono votare
nb_no: Kun registrerte brukere kan stemme
pl_pl: Głosują tylko zarejestrowani użytkownicy
pt_pt: Apenas usuários registrados podem votar
sv_se: Endast registrerade användare får rösta

source: The resolution of this image is
fr_fr: La résolution de cette image est
hi_in: इस छवि का रिज़ॉल्यूशन है
it_it: La risoluzione di questa immagine è
nb_no: Oppløsningen på dette bildet er
pl_pl: Rozdzielczość obrazu
pt_pt: A resolução desta imagem é
sv_se: Upplösningen på denna bild är

source: Maximum number of files for one upload is
fr_fr: Le nombre maximum de fichiers pour un téléchargement est
hi_in: एक अपलोड के लिए अधिकतम फ़ाइलें हैं
it_it: Il numero massimo di file per un caricamento è
nb_no: Maksimalt antall filer for én opplasting er
pl_pl: Maksymalna ilość przesyłanych plików
pt_pt: O número máximo de arquivos para um upload é
sv_se: Maximalt antal filer för en uppladdning är

source: Minimum number of files for one upload is
fr_fr: Le nombre minimum de fichiers pour un téléchargement est
hi_in: एक अपलोड के लिए न्यूनतम फ़ाइलें हैं
it_it: Il numero minimo di file per un caricamento è
nb_no: Minimum antall filer for én opplasting er
pl_pl: Minimum plików naraz
pt_pt: O número mínimo de arquivos para um upload é
sv_se: Minsta antal filer för en uppladdning är

source: Maximum allowed resolution for JPG is
fr_fr: La résolution maximale autorisée pour les JPG est de
hi_in: JPG के लिए अधिकतम अनुमत रिज़ॉल्यूशन है
it_it: La risoluzione massima consentita per JPG è
nb_no: Maks tillatt oppløsning for JPG er
pl_pl: Maksymalna rozdzielczość JPG to
pt_pt: A resolução máxima permitida para JPG é
sv_se: Maximal tillåten upplösning för JPG är

source: Maximum allowed width for JPG is
fr_fr: La largeur maximale autorisée pour les JPG est de
hi_in: JPG के लिए अधिकतम अनुमत चौड़ाई है
it_it: La larghezza massima consentita per JPG è
nb_no: Maks tillatt bredde for JPG er
pl_pl: Maksymalna szerokość JPG to
pt_pt: A largura máxima permitida para JPG é
sv_se: Maximal tillåten bredd för JPG är

source: Maximum allowed height for JPG is
fr_fr: La hauteur maximale autorisée pour les JPG est de
hi_in: JPG के लिए अधिकतम अनुमत ऊँचाई है
it_it: L'altezza massima consentita per JPG è
nb_no: Maks tillatt høyde for JPG er
pl_pl: Maksymalna wysokość JPG to
pt_pt: A altura máxima permitida para JPG é
sv_se: Maximal tillåten höjd för JPG är

source: Minimum required width for JPG is
fr_fr: La largeur minimale requise pour JPG est
hi_in: JPG के लिए न्यूनतम आवश्यक चौड़ाई है
it_it: La larghezza minima richiesta per JPG è
nb_no: Minste tillatte bredde for JPG er
pl_pl: Minimalna szerokość JPG
pt_pt: A largura mínima exigida para JPG é
sv_se: Minsta tillåtna bredd för JPG är

source: Minimum required height for JPG is
fr_fr: La hauteur minimale requise pour JPG est
hi_in: JPG के लिए न्यूनतम आवश्यक ऊँचाई है
it_it: L'altezza minima richiesta per JPG è
nb_no: Minste tillatte høyde for JPG er
pl_pl: Minimalna wysokość JPG
pt_pt: A altura mínima exigida para JPG é
sv_se: Minsta tillåtna höjd för JPG är
